Repository: GhostFoxSledgehammer/Mapillary
Catalog: src/main/po/*.po
Languages: ca, de, es, hu, it, ko, pl, ru, uk

source: Preview images when hovering its icon
de: Beim Überfahren des Symbols Vorschaubilder anzeigen
es: Vista previa de imágenes cuando el cursor se sitúa sobre el icono
hu: Kép előnézete, ha az egér az ikon fölött áll
it: Anteprima delle immagini quando il mouse passa sopra la loro icona
pl: Podgląd zdjęć po najechaniu na ich ikonę
ru: Предпросмотр изображения при наведении на его значок
uk: Попередній перегляд знімків під курсором

source: Previous picture
ca: Imatge anterior
de: Vorheriges Bild
es: Fotografía anterior
hu: Előző kép
it: Immagine precedente
pl: Poprzednie zdjęcie
ru: Предыдущий снимок
uk: Назад

source: Redo
de: Wiederherstellen
es: Rehacer
hu: Újra
it: Ripeti
pl: Ponów
ru: Вернуть
uk: Повернути

source: Remote Control has been asked to load:
it: È stato richiesto al controllo remoto di caricare:
ko: 원격제어에 로드를 요청했습니다:
uk: Дистанційне керування отримало запит на завантаження:

source: Reset
ca: Reinicia
de: Zurücksetzen
es: Reiniciar
hu: Alaphelyzet
it: Azzera
ko: 리셋
pl: Przywróć domyślne
ru: Сброс
uk: Скинути

source: Restart selected download
de: Herunterladen ausgewählter Elemente erneut beginnen
es: Restaurar descarga seleccionada
it: Ricomincia lo scaricamento selezionato
uk: Перезапустити виділене завантаження

source: Resume selected download
de: Herunterladen ausgewählter Elemente fortsetzen
es: Reanudar descarga seleccionada
it: Riprendi lo scaricamento selezionato
pl: Wznów wybrane pobieranie
uk: Продовжити виділене завантаження

source: Reverse
ca: Invertir
de: Umkehren
es: Invertir
hu: Fordított
it: Inverti
ko: 뒤집기
pl: Odwróć
ru: В обратном порядке
uk: У зворотному порядку

source: Reverse the filters order.
es: Invertir el orden de los filtros.
it: Inverti l’ordine dei filtri.
ko: 필터 순서를 반대로 합니다.
uk: Змінює послідовність фільтрів.

source: Review
it: Controlla
uk: Перевірити

source: Rewrite imported images
ca: Reescriu les imatges importades
de: Importierte Bilder neu schreiben
es: Reescribir las imágenes importadas
hu: Importált képek átírása
it: Riscrivi le immagini importate
pl: Przepisz zaimportowane obrazy
ru: Перезаписать импортированные изображения
uk: Перезаписати імпортовані знімки

source: Roundabout
ca: Rotonda
de: Kreisverkehr
es: Rotonda
hu: Körforgalom
it: Rotatoria
ko: 원형 교차로
pl: Rondo
ru: Круговое движение
uk: Круг

source: Select Mapillary Detection ({0})
it: Seleziona rilevamento Mapillary ({0})
ko: Mapillary 탐지 선택 ({0})

source: Select Mapillary Image ({0})
it: Seleziona immagine di Mapillary ({0})
ko: Mapillary 이미지 선택 ({0})
uk: Виділити знімок Mapillary ({0})

source: Select Visible
es: Seleccionar visible
hu: Láthatók kiválasztása
it: Seleziona visibile
ko: 표시 선택
uk: Виділити видиме

source: Select a directory
ca: Seleccioneu un directori
de: Wählen Sie ein Verzeichnis aus
es: Seleccionar un directorio
hu: Könyvtár kijelölése
it: Selezionare una cartella
ko: 디렉토리 선택
pl: Wybierz katalog
ru: Выберите каталог
uk: Виберіть теку

source: Select directory to import images from
de: Wählen Sie das Verzeichnis zum Importieren von Bildern aus
es: Seleccione el directorio desde el cual importar las imágenes
hu: Az importálandó képeket tartalmazó könyvtár kijelölése
it: Seleziona la cartella da cui importare le immagini
pl: Wybierz katalog z którego zaimportować zdjęcia
ru: Выберите каталог для импорта изображений
uk: Оберіть теку звідки імпортувати знімки

source: Select images in the Mapillary Layer
es: Seleccionar imágenes en la capa Mapillary
it: Seleziona immagini nel livello di Mapillary
uk: Виділіть знімки на шарі Mapillary

source: Select mode
de: Auswahlmodus
es: Modo selección
hu: Kijelölés mód
it: Modalità Selezione
pl: Wybierz tryb
ru: Режим выделения
uk: Режим виділення

source: Select the Mapillary Detection {0}
it: Seleziona il rilevamento Mapillary {0}
ko: Mapillary 탐지 선택 {0}

source: Select the Mapillary Image {0} on the {1} layer (downloads if needed)
it: Seleziona l’immagine {0} di Mapillary nel livello {1} (e la scarica se necessario)
ko: {1} 레이어에서 Mapillary 이미지 {0} 을 선택 합니다. ( 만약 필요하다면 다운로드 해야합니다)
uk: Виділити зображення Mapillary {0} в шарі {1} (завантажте за потреби)

source: Select the images you want to import
de: Wählen Sie die Bilder aus, die Sie importieren möchten
es: Seleccione las imágenes que desea importar
hu: Importálandó képek kijelölése
it: Seleziona l’immagine da importare
pl: Wybierz zdjęcia które chcesz zaimportować
ru: Выберите изображения, которые вы хотите импортировать
uk: Оберіть знімки для імпорту

source: Sequence key
de: Sequenzschlüssel
es: clave de secuencia
hu: Sorozat kulcs
it: Chiave della sequenza
ko: 순서 키
pl: Klucz sekwencji
ru: Идентификатор последовательности
uk: Ключ послідовності

source: Sequence:
it: Sequenza:
ko: 순서:
uk: Послідовність:

source: Set
es: Conjunto
it: Imposta
pl: Ustaw
uk: Встановити

source: Set Offset
it: Imposta offset
uk: Задати поворот

source: Set compass angle
it: Imposta angolo della bussola
pl: Ustaw kąt nachylenia kompasu
uk: Встановити кут компасу

source: Set each image direction towards next image
it: Imposta la direzione di ogni immagine verso quella successiva
uk: Встановити напрямок зображення в бік наступного зображення

source: Show Relevant
de: Relevante anzeigen
es: Mostrar relevante
it: Mostra rilevanti
ko: 관련성 표시
uk: Показати відповідне

source: Show detections on top of image
de: Zeige Erkennungen über dem Bild
es: Mostrar las detecciones en la parte superior de la imagen
hu: Észlelések jelzése a kép fölött
it: Mostra i rilevamenti sopra alle immagini
ko: 가장 위 이미지에 탐지를 표시합니다.
pl: Pokaż wykrywanie na górze obrazu
ru: Показывать обнаруженные поверх снимка
uk: Показувати виявлені на знімку об’єкти

source: Shows the next picture in the sequence
ca: Mostra la següent imatge de la seqüència
de: Zeigt das nächste Bild in der Sequenz an
es: Mostrar la imagen siguiente de la secuencia
hu: Megmutatja a sorozat következő képét
it: Mostra la prossima immagine nella sequenza
pl: Pokazuje następne zdjęcie w sekwencji
ru: Показать следующее изображение в последовательности
uk: Показує наступний знімок послідовності

source: Shows the previous picture in the sequence
ca: Mostra la imatge anterior de la seqüència
de: Zeigt das vorherige Bild in der Sequenz an
es: Mostrar la imagen previa de la secuencia
hu: Megmutatja a sorozat előző képét
it: Mostra l’immagine precedente nella sequenza
pl: Pokazuje poprzednie zdjęcie w sekwencji
ru: Показать предыдущее изображение в последовательности
uk: Показує попередній знімок послідовності

source: Snap to highway
it: Attacca alla strada
ko: 고속도로에서 찰칵

source: Some Images not Reviewed
it: Alcune immagini non controllate
uk: Кілька знімків не перевірено

source: Some of the images have not been reviewed, please review them in changeset dialog
it: Alcune immagini non sono state controllate, controllale adesso nella finestra delle modifiche
uk: Деякі зображення не перевірені, перевірте їх у діалоговому вікні наборів змін

source: Sort
ca: Ordenar
de: Sortieren
es: Ordenar
hu: Rendezés
it: Ordina
ko: 정렬
pl: Sortuj
ru: Сортировать
uk: Впорядкувати

source: Sort filters.
de: Filter sortieren
es: Ordenar filtros.
it: Ordina filtri
ko: 정렬 필터
pl: Sortuj filtry
uk: Впорядковує фільтри.

source: Speed limit
ca: Límit de velocitat
de: Geschwindigkeitsbegrenzung
es: Límite de velocidad
hu: Sebességkorlátozás
it: Limite di velocità
ko: 속도 제한
pl: Ograniczenie prędkości
ru: Ограничение скорости
uk: Обмеження швидкості

source: Start
es: Inicio
it: Inizio
ko: 시작
pl: Rozpocznij
uk: Початок

source: Stops the walk.
de: Stoppt den Spaziergang.
es: Detiene la caminata.
hu: Séta megállítása
it: Ferma la camminata.
pl: Zatrzymaj spacer.
ru: Остановить прогулку
uk: Зупиняє програвання.

source: Submit deletion changeset
it: Invia gruppo di eliminazioni
uk: Надіслати для вилучення

source: Submit the current changeset
de: Aktuellen Änderungssatz absenden
es: Enviar el conjunto de cambios actual
hu: Jelenlegi módosításcsomag beküldése
it: Invia il gruppo di modifiche attuale
pl: Zatwierdź obecny zestaw zmian
ru: Передать текущий пакет правок
uk: Надіслати поточні зміни

source: Submitting Mapillary Changeset
de: Mapillary-Änderungssatz wird gesendet
es: Enviando el conjunto de cambios de Mapillary
hu: Mapillary módosításcsomagok beküldése
it: Invio del gruppo di modifiche a Mapillary
pl: Wysyłanie zestawu zmian Mapillary
ru: Передача пакета правок Mapillary
uk: Надсилання змін Mapillary

source: Submitting changeset to server…
de: Änderungssatz wird an Server gesendet …
es: Enviando conjunto de cambios al servidor...
hu: Módosításcsomag elküldése a kiszolgálónak…
it: Invio del gruppo di modifiche al server…
pl: Wysyłanie zestawu zmian na serwer…
ru: Отправка пакета правок на сервер…
uk: Надсилання змін на сервер…

source: Supported image formats (JPG and PNG)
ca: Els formats de fitxer suportats són JPG i PNG
de: Unterstützte Bildformate (JPG und PNG)
es: Formato de imagen soportados (JPG y PNG)
hu: Támogatott képformátumok (JPG és PNG)
it: Formati grafici supportati (JPG e PNG)
pl: Obsługiwane formaty obrazów (JPG i PNG)
ru: Поддерживаемые форматы изображений (JPG и PNG)
uk: Підтримувані формати зображень (JPG та PNG)

source: Tag conflict
ca: Conflicte d'etiquetes
de: Tag-Konflikt
es: Conflicto de etiquetas
hu: Címkeütközés
it: Conflitto nelle etichette
ko: 태그 충돌
pl: Konflikt znaczników
ru: Конфликт тегов
uk: Конфлікт теґів

# filter
source: Text
es: Texto
hu: Szöveg
it: Testo
ko: 텍스트
pl: Tekst
ru: Текст
uk: Текст

source: The Mapillary layer has stopped downloading images, because the requested area is too big!
de: Die Mapillary-Ebene hat das Herunterladen von Bildern gestoppt, weil der angeforderte Bereich zu groß ist!
es: La capa de Mapillary ha dejado de descargar imágenes debido a que el área descargada ¡es muy grande!
hu: A Mapillary réteg leállította a képek letöltését, mert a kért terület túl nagy!
it: Il livello di Mapillary ha bloccato lo scaricamento delle immagini perché l’area richiesta è troppo grande!
pl: Warstwa Mapillary przestała pobierać obrazy, ponieważ żądany obszar jest za duży!
ru: Остановлено скачивание снимков на слой Mapillary, так как запрошенная область слишком велика!
uk: Завантаження знімків до шару Mapillary призупинено через надмірний розмір ділянки для завантаження!

source: The Mapillary plugin now uses a separate panel to display extra information (like the image key) and actions for the currently selected Mapillary image (like viewing it in a browser).
de: Das Mapillary-Plugin verwendet nun ein separates Fenster, um zusätzliche Informationen (z.B. den Schlüssel des Bildes) sowie Aktionen für das momentan ausgewählte Bild (z.B. das Bild in einem Browser anzuzeigen) anzuzeigen.
es: El complemento Mapillary ahora utiliza un panel separado para mostrar información adicional (como la clave de la imagen) y acciones para la imagen de Mapillary seleccionada actualmente (como verla en un navegador web).
hu: A Mapillary bővítmény mostantól külön panelen jelenít meg további részleteket (mint a kép kulcsa) és műveleteket az aktuálisan kiválasztott Mapillary képhez (mint megtekintés böngészőben).
it: Il plugin di Mapillary adesso usa un pannello separato per mostrare informazioni extra (come ad esempio la chiave dell’immagine) e le azioni (come ad esempio vederla in un browser) sull’immagine di Mapillary attualmente selezionata.
pl: Wtyczka Mapillary uzywa teraz osobnego panelu do wyświetlania dodatkowych informacji (jak klucz obrazu) i akcji dla obecnie wybranego obrazu Mapillary (np. wyświetlanie w przeglądarce).
ru: Модуль Mapillary теперь использует отдельную панель для показа дополнительной информации (типа идентификатора снимка) и действий для текущего выделенного снимка Mapillary (например, просмотра его в браузере).
uk: Втулок Mapillary тепер використовує окрему панель для показу додаткової інформації (наприклад, ключа знімку) і дії для поточного знімка Mapillary (наприклад, перегляд в оглядачі).

source: There are currently no layers with geotagged images!
es: ¡Actualmente no hay acapas con imágenes geoetiquetadas!
hu: Jelenleg nincsenek geocímkézett képrétegek.
it: Non ci sono livelli con immagini geo-referenziate in questo momento!
pl: Nie ma obecnie warstw ze zdjęciami z zapisaną pozycją GPS.
ru: Нет слоёв с геопривязанными изображениями!
uk: Шар знімків з геопривʼязкою відсутній!

source: To solve this problem, you could switch to download mode ''{0}'' and load Mapillary images for a smaller portion of the map.
de: Um dieses Problem zu lösen, können Sie in den Herunterlademodus ''{0}'' wechseln und Mapillary-Bilder für einen kleineren Teil der Karte laden.
es: Para resolver este problema, podría cambiar al modo de descarga ''{0}'' y cargar las imágenes Mapillary para una porción más pequeña del mapa.
hu: A probléma megoldásához a letöltési módot állítsd ''{0}'' módba és csak a térképnek egy kisebb területéről próbálj betölteni Mapillary képeket.
it: Per risolvere il problema, vai su modalità scaricamento ''{0}'' e scarica immagini di Mapillary in un’area più piccola della mappa.
pl: By rozwiązać ten problem, powinieneś przełączyć na tryb pobierania ''{0}'' i załadować obrazy Mapillary z mniejszej części mapy.
ru: Для решения этой проблемы можно переключиться в режим загрузки ''{0}'' и скачать снимки Mapillary для меньшей части карты.
uk: Для розвʼязання цієї проблеми ви можете перейти в режим завантаження ''{0}'' та завантажити знімки Mapillary для меншої ділянки мапи.

source: To solve this problem, you could zoom in and load a smaller area of the map.
de: Um dieses Problem zu lösen, können Sie einen kleineren Ausschnitt der Karte vergrößern und laden.
es: Para resolver este problema, puede acercar la vista y cargar una porción más pequeña del mapa
hu: A probléma megoldásához belenagyíthat, és letöltheti a térkép egy kisebb részét.
it: Per risolvere il problema, ingrandisci e carica un’area più piccola della mappa.
pl: By rozwiązać ten problem, powinieneś przybliżyć i załadować mniejszy obszar mapy.
ru: Для решения этой проблемы можно увеличить масштаб и скачать меньшую область карты.
uk: Для розвʼязання цієї проблеми ви можете наблизитись або завантажити меншу ділянку мапи.

source: Today
es: Hoy
it: Oggi
ko: 오늘
pl: Dzisiaj
uk: Сьогодні

source: Toggle detection outlines
es: Intercambiar contornos de detección
it: Abilita/disabilita perimetri dei rilevamenti
uk: Показувати контури розпізнаного

source: Toggle sign detection outlines
es: Intercambiar contornos de detección de señales
it: Abilit/disabilita i perimetri dei rilevamenti dei segnali
uk: Показувати знайдені знаки

source: Toggle: {0}
ca: Commuta: {0}
de: Umschalten: {0}
es: Intercambiar: {0}
hu: Átkapcsol: {0}
it: Commuta: {0}
ko: 토글: {0}
pl: Przełącz: {0}
ru: Показать/Скрыть: {0}
uk: Включити/Виключити: {0}

source: Total Mapillary images: {0}
ca: Nombre total d''imatges de Mapillary: {0}
de: Mapillary-Bilder insgesamt: {0}
es: Imágenes de Mapillary totales: {0}
hu: Összes Mapillary kép: {0}
it: Immagini Mapillary totali: {0}
ko: 전체 Mapillary 이미지: {0}
pl: Łącznie obrazów Mapillary: {0}
ru: Всего снимков Mapillary: {0}
uk: Всього знімків Mapillary: {0}

source: Traffic Signs
de: Verkehrsschilder
es: Señales de tráfico
hu: Közlekedési táblák
it: Segnali stradali
ko: 교통 표지판
uk: Дорожні знаки

source: Turned {0} image
de: {0} Bild gedreht
es: {0} imagen girada
hu: {0} kép elfordítva
it: Girato {0} immagine
pl: Obrócono {0} obraz
ru: Повёрнут {0} снимок
uk: Обернуто {0} знімок

source: Undelete Image
es: Recuperar Imagen
it: Ripristina immagine
pl: Przywróć obraz
uk: Відновити вилучене зображення

source: Undelete Sequence
es: Recuperar secuencia
it: Ripristina sequenza
uk: Відновити вилучену послідовність

source: Undo
de: Rückgängig
es: Deshacer
hu: Visszavonás
it: Annulla
pl: Cofnij
ru: Отменить
uk: Скасувати

source: Uneven road
ca: Perfil irregular
de: Unebene Fahrbahn
es: Camino irregular
hu: Egyenetlen úttest
it: Strada sconnessa
ko: 고르지 못한 길
pl: Koleiny
ru: Неровная дорога
uk: Нерівна дорога

source: Unmark Reviewed
it: Togli il contrassegno di controllata
uk: Зняти Перевірено

source: Unmark image as reviewed
it: Segna l’immagine come non controllata
uk: Зняти позначку перевірено з зображення

source: Unmark image for deletion
it: Togli il contrassegno di eliminazione dall’immagine
uk: Зняти позначку Вилучити

source: Unmark whole sequence for deletion
it: Togli il contrassegno di eliminazione dall’intera sequenza
uk: Зняти позначку Вилучити з послідовності

source: Up
ca: Amunt
de: Hoch
es: Subir
hu: Fel
it: Su
ko: 위
pl: W górę
ru: Вверх
uk: Вгору

source: Update
ca: Actualitza
de: Aktualisieren
es: Actualizar
hu: Frissítés
it: Aggiorna
ko: 업데이트
pl: Aktualizuj
ru: Обновить
uk: Оновити

source: Upload Mapillary images
de: Bilder zu Mapillary hochladen
es: Subir imágenes Mapillary
hu: Mapillary képek feltöltése
it: Carica le immagini di Mapillary nel server
pl: Wyślij obrazy Mapillary
ru: Отправить снимки Mapillary
uk: Надіслати знімки до Mapillary

source: Upload selected sequence
de: Ausgewählte Sequenz hochladen
es: Subir secuencia seleccionada
hu: Kijelölt sorozat feltöltése
it: Carica nel server la sequenza selezionata
pl: Wyślij wybraną sekwencję
ru: Отправить выделенную последовательность
uk: Надіслати виділену послідовність

source: Uploading: {0}
de: Hachladevorgang: {0}
es: Cargando: {0}
hu: Feltöltés: {0}
it: In caricamento: {0}
pl: Wysyłanie: {0}
ru: Отправка: {0}
uk: Надсилання: {0}

source: Use 24 hour format
de: 24-Stunden-Format verwenden
es: Usar formato de 24 horas.
hu: 24 órás formátum használata
it: Utilizza il formato a 24 ore
pl: Używaj formatu 24-godzinnego.
ru: Использовать 24-часовой формат
uk: Використовувати 24-годинний формат

source: User
de: Nutzer
es: Usuario
hu: Felhasználó
it: Utente
pl: Użytkownik
ru: Пользователь
uk: Користувач

source: View in browser
ca: Veure-ho al navegador
de: Im Webbrowser ansehen
es: Ver en el navegador
hu: Megtekintés böngészőben
it: Vedi nel browser
ko: 브라우저에 보여주기
pl: Zobacz w przeglądarce
ru: Открыть в браузере
uk: Подивитись в оглядачі

source: Wait for full quality pictures
ca: Espereu per a imatges de la màxima qualitat
de: Warten Sie für Bilder in voller Qualität
es: Esperar por imágenes de máxima calidad
hu: Várj a teljes minőségű képekre
it: Aspetta per ottenere immagini di alta qualità
ko: 전체 보기 고품질 사진 기다리기
pl: Czekaj na zdjęcia w pełnej rozdzielczości
ru: Ждать загрузки снимков в полном разрешении
uk: Очікувати завантаження HD знімків

source: Walk mode
ca: Mode caminant
de: Spaziergangmodus
es: Modo caminar
hu: Séta mód
it: Modalità camminata
pl: Tryb spaceru
ru: Режим прогулки
uk: Прогулянка

source: Walk mode: Waiting for next image takes too long! Exiting walk mode…
de: Spaziergangmodus: Es dauert zu lange, das nächste Bild zu laden! Spaziergangmodus wird geschlossen …
es: Modo caminata: ¡Se esta tardando demasiado en obtener la imagen siguiente! Saliendo del modo caminata...
hu: Séta mód: A következő képre várakozás túl sokáig tart! Kilépés a séta módból…
it: Modalità camminata: il tempo necessario per l’immagine successiva è troppo lungo! Esco dalla modalità camminata…
pl: Tryb spaceru: Oczekiwanie na następny obraz zajmuje zbyt dużo czasu! Wyjście z trybu spaceru…
ru: Режим прогулки: Ожидание следующего изображения занимает слишком много времени! Выход из режима прогулки…
uk: Прогулянка: очікування наступного знімка затягнулося! Вихід із режиму програвання…

source: When opening Mapillary image in web browser, show the blur editor instead of the image viewer
de: Beim Öffnen eines Mapillary Bildes im Webbrowser den Unschärfe-Editor anstelle des Bildbetrachters anzeigen
es: Al abrir la imagen Mapillary en un navegador web, muestra el editor de difuminación en lugar del visor de imagen
hu: Mapillary képet böngészőben megnyitva mutassa rögtön a kitakarás szerkesztőt a képnézegető helyett
it: Quando apri un’immagine di Mapillary nel browser web, mostra l’editor degli offuscamenti al posto del visualizzatore delle immagini
ko: Mapillary 이미지 를 웹브라우저에 열 때, 이미지 뷰어 대신 블러 편집기를 보여줍니다.
pl: Podczas odwierania obrazu Mapillary w przeglądarce, pokaż edytor rozmazania zamiast podglądu zdjęcia
ru: При открытии снимка Mapillary в браузере показывать редактор размытий вместо просмотра снимка
uk: Під час відкривання знімка Mapillary в оглядачі, показувати редактор розмивання замість перегляду знімка

source: Which image layers do you want to import into the Mapillary layer?
de: Welche Bildebenen möchten Sie in die Mapillary-Ebene importieren?
es: ¿Qué capas de imágenes desea importar a la capa de Mapillary?
hu: Melyik képréteget akarod beimportálni a Mapillary rétegre?
it: Quali livelli delle immagini vuoi importare nel livello di Mapillary?
ko: 무슨 이미지를 Mapillary 레이어에서 가져오는것을 원하십니까?
pl: Które warstwy zdjęć chcesz zaimportować do warstwy Mapillary?
ru: Какие слои с изображениями вы хотите импортировать в слой Mapillary?
uk: Які шари зі знімками ви бажаєте імпортувати до шару Mapillary?

source: Year
es: Año
it: Anno
ko: 년도
pl: Rok
uk: Рік

source: Years
ca: Anys
de: Jahre
es: Años
hu: Év
it: Anni
ko: 연령
pl: Lata
ru: лет
uk: Роки

source: You are currently not logged in.
ca: Ara no esteu connectat.
de: Sie sind momentan nicht angemeldet.
es: Actualmente no se encuentra registrado
hu: Jelenleg nem vagy bejelentkezve.
it: Non sei autenticato.
ko: 현재 로그인 되어있지 않습니다.
pl: Nie jesteś zalogowany.
ru: Вы не выполнили вход.
uk: Ви ще не увійшли.

source: You are logged in as ''{0}''.
ca: Esteu connectat com ''{0}''.
de: Sie sind als ''{0}'' angemeldet.
es: Está registrado como ''{0}''.
hu: Be vagy jelentkezve „{0}” néven.
it: Sei collegato come ''{0}''.
ko: "{0}" 으로 로그인 되어 있습니다.
pl: Jesteś zalogowany jako "{0}".
ru: Вы вошли как ''{0}''.
uk: Ви увійшли як ''{0}''.

source: You are not logged in, please log in to Mapillary in the preferences
de: Sie sind nicht angemeldet, bitte melden Sie sich in den Einstellungen bei Mapillary an
es: No se ha validado. Por favor, inicie sesión de Mapillary en Preferencias
hu: Nem vagy bejelentkezve. Kérlek jelentkezz be Mapillary-be a beállításokban
it: Non hai effettuato l’accesso, accedi a Mapillary nelle preferenze
pl: Nie jesteś zalogowany, proszę to zrobić w ustawieniach Mapillary
ru: Не выполнен вход, войдите в Mapillary в Настройках
uk: Ви не увійшли, будь ласка, здійсніть вхід в налаштуваннях Mapillary

source: You are trying to upload a sequence to mapillary.com that you previously downloaded from there. That is not possible.
de: Du versuchst, eine Sequenz auf mapillary.com hochzuladen, die du vorher von dort heruntergeladen hast. Das ist nicht möglich.
es: Está intentando cargar una secuencia en mapillary.com que descargó anteriormente desde allí. Eso no es posible.
hu: Olyan képeket próbálsz feltölteni a mapillary.com-ra, amiket korábban onnan töltöttél le. Ez nem lehetséges.
it: Si sta cercando di caricare una sequenza su mapillary.com che era stata precedentemente scaricata da lì. Ciò non è permesso.
pl: Próbujesz przesłać sekwencję do mapillary.com, którą wcześniej pobrałeś. Nie jest to możliwe.
ru: Вы пытаетесь загрузить на mapillary.com последовательность, которую вы ранее скачали оттуда. Это невозможно.
uk: Ви намагаєтеся надіслати до mapillary.com послідовність, яку раніше завантажили звідти. Це неможливо.

source: You have successfully uploaded {0} image to mapillary.com
de: {0} Bild wurde erfolgreich zu mapillary.com hochgeladen
es: Subio {0} imágen a mapillary.com exitosamente
hu: Sikeresen feltöltöttél {0} képet a mapillary.com-ra
it: Hai caricato con successo {0} immagine su mapillary.com
pl: Poprawnie przesłano {0} obraz do mapillary.com
ru: Вы успешно загрузили {0} изображение на mapillary.com
uk: Ви завантажили {0} знімок до mapillary.com
