Repository: GhostFoxSledgehammer/Mapillary
Catalog: src/main/po/*.po
Languages: ca, de, es, hu, it, ko, pl, ru, uk

source: Zoom to selected image
ca: Amplia la imatge seleccionada
de: Auf ausgewähltes Bild zoomen
es: Zoom dentro de la imagen seleccionada
hu: Nagyítás a kijelölt képre
it: Ingrandisci l''immagine selezionata
ko: 선택한 이미지로 확대 합니다.
pl: Powiększ do wybranego obrazu
ru: Масштабировать до выбранного снимка
uk: Масштабувати до виділеного знімка

source: Zoom to the currently selected Mapillary image
ca: Amplia la imatge seleccionada de Mapillary
de: Auf das aktuell ausgewählte Mapillary-Bild zoomen
es: Acercar a la imagen seleccionada de Mapillary
hu: Nagyítás a jelenleg kijelölt Mapillary képre
it: Ingrandisci sull’immagine di Mapillary attualmente selezionata
ko: 현재 선택된 Mapillary 이미지 를 확대합니다.
pl: Powiększ do obecnie wybranego obrazu
ru: Приблизить вид до текущего выбранного снимка Mapillary
uk: Масштабувати до поточного виділеного знімка Mapillary

source: approved
de: genehmigt
es: aprobado
hu: elfogadva
it: approvato
pl: przyjęte
ru: принят
uk: затверджено

source: areas with downloaded OSM-data
de: Gebiete mit heruntergeladenen OSM-Daten
es: áreas con datos OSM descargados
hu: letöltött OSM-adatokat tartalmazó területek
it: aree con dati OSM scaricati
pl: obszary z pobranymi danymi OSM
ru: области со скачанными данными OSM
uk: області із завантаженими даними OSM

source: downloads street level images (currently supports {0})
it: Scarica immagini a livello stradale (sono attualmente supportati {0})
ko: 지상층 이미지를 다운로드합니다. (현재 {0} 지원하고있습니다.)
uk: завантажує знімки вулиць (наразі підтримується {0})

source: everything in the visible area
de: alles im sichtbaren Bereich
es: todo en la zona visible
hu: minden, a látható területen
it: tutto nell’area visibile
pl: wszystko w widocznym obszarze
ru: всё в видимой области
uk: все, що видно на мапі

source: image has no key
de: Bild hat keinen Schlüssel
es: la imagen no tiene clave
hu: a képnek nincs kulcsa
it: l’immagine non ha una chiave
ko: 이미지에 핵심이 없습니다.
pl: obraz nie ma klucza
ru: у снимка нет идентификатора
uk: знімок не має ключа

source: loading image
de: lade Bild
es: cargando imagen
hu: kép betöltése
it: caricamento immagine
pl: wczytywanie zdjęcia
uk: завантаження знімка

source: no image selected
de: kein Bild ausgewählt
es: Ninguna imagen seleccionada
hu: nincs kijelölt kép
it: nessuna immagine selezionata
pl: nie wybrano obrazu
ru: изображение не выбрано
uk: виділіть знімок для перегляду

source: only when manually requested
de: nur wenn manuell angefordert
es: sólo cuando se solicitan manualmente
hu: csak kézi lekérésre
it: solo quando richiesto manualmente
pl: tylko przy ręcznym żądaniu
ru: только при запросе вручную
uk: лише при запиті вручну

source: pending
de: ausstehend
es: pendiente
hu: függőben
it: in sospeso
pl: oczekujące
ru: в ожидании
uk: у черзі

source: rejected
de: abgelehnt
es: rechazado
hu: elutasítva
it: rifiutato
pl: odrzucone
ru: отклонён
uk: відхилено

source: sequence has no key
de: Sequenz hat keinen Schlüssel
es: la secuencia no tiene clave
hu: a sorozatnak nincs kulcsa
it: la sequenza non ha una chiave
ko: 순서에 핵심이 없습니다.
pl: sekwencja nie ma klucza
ru: у последовательности нет идентификатора
uk: послідовність не має ключа

source: unknown user
de: unbekannter Nutzer
es: usuario desconocido
hu: ismeretlen felhasználó
it: utente sconosciuto
pl: nieznany użytkownik
ru: неизвестный пользователь
uk: невідомий користувач

source: {0} ({1} image)
de: {0} ({1} Bild)
es: {0} ({1} imagen)
hu: {0} ({1} kép)
it: {0} ({1} immagine)
ko: {0} ({1} 이미지)
pl: {0} ({1} obraz)
ru: {0} ({1} снимок)
uk: {0} ({1} знімок)

source: {0} Download in queue
es: {0} Descarga en cola
it: {0} caricamento in coda
uk: {0} завантаження в черзі

source: {0} Image changed
es: {0} Imagen cambiada
it: {0} immagine modificata
uk: {0} зображення змінено

source: {0} Image deleted
es: {0} Imágen borrada
it: {0} immagine eliminata
uk: {0} зображення вилучено

source: {0} consists of:
ca: {0} es composa de:
de: {0} besteht aus:
es: {0} consta de:
hu: {0} ezekből áll:
it: {0} è composto da:
ko: {0}의 구성 요소:
pl: Obiekty na warstwie {0}:
ru: {0} состоит из:
uk: {0} складається з:

source: {0} detections
de: {0} Erkennungen
es: {0} detecciones
hu: {0} észlelés
it: {0} rilevamenti
ko: {0} 탐지
pl: {0} wykryć
ru: Обнаружено: {0}
uk: {0} розпізнано

source: {0} downloaded image
de: {0} heruntergeladenes Bild
es: {0} imagen descargada
hu: {0} letöltött kép
it: {0} immagine scaricata
pl: {0} pobrany obraz
ru: {0} скачанный снимок
uk: {0} завантажений знімок

source: {0} image in total
de: {0} Bild insgesamt
es: {0} imágen en total
hu: {0} kép összesen
it: {0} immagine in totale
ko: {0} 총 이미지
pl: {0} obraz łącznie
ru: {0} снимок всего
uk: {0} знімок всього

source: {0} image submitted, Changeset key: {1}, State: {2}
de: {0} Bild eingereicht, Schlüssel des Änderungssatzes: {1}, Status: {2}
es: {0} imagen enviada, Clave de conjunto de cambios: {1}, Estado: {2}
hu: {0} kép beküldve, Módosításcsomag kulcsa: {1}, Állapot: {2}
it: {0} immagine inviata, Chiave del gruppo di modifiche: {1}, Stato: {2}
pl: {0} obraz przesłany, Zestaw zmian: {1}, Stan: {2}
ru: {0} снимок отправлен, идентификатор пакета правок: {1}, состояние: {2}
uk: {0} знімок надіслано, ключ набору змін: {1}, стан: {2}

source: {0} images in {1} sequences
de: {0} Bilder in {1} Sequenzen
es: {0} imágenes en {1} secuencias
hu: {0} kép {1} sorozatban
it: {0} immagini in {1} sequenze
ko: {1} 순서 안에 있는 {0} 이미지
pl: {0} obrazów w {1} sekwencjach
ru: {0} снимков в {1} последовательностях
uk: {0} знімків в {1} послідовностях

source: {0} imported image
de: {0} importiertes Bild
es: {0} imagen importada
hu: {0} importált kép
it: {0} immagine importata
pl: {0} zaimportowany obraz
ru: {0} импортированный снимок
uk: {0} знімок імпортовано

source: {0} node
de: {0} Punkt
es: {0} nodo
it: {0} nodo
ko: {0} 노드들
uk: {0} точка

source: {0} relation
es: {0} relación
it: {0} relazione
ko: {0} 관계
uk: {0} зв’язок

source: {0} sequence, containing between {1} and {2} images (ø {3})
de: {0} Sequenz, sie beinhaltet zwischen {1} und {2} Bilder (ø {3})
es: {0} secuencia, contiene entre {1} y {2} imagenes (ø {3})
hu: {0} sorozat, egyenként {1} és {2} közti képpel (ø {3})
it: {0} sequenza, ognuna contenente tra le {1} e le {2} immagini (ø {3})
ko: {0} 순서, 각각의 포함된 {1} 하고 {2} (ø {3})
pl: {0} sekwencja, zawierająca pomiędzy {1} a {2} obrazów (ø {3})
ru: {0} последовательность, содержащая от {1} до {2} снимков (ø {3})
uk: {0} послідовність, що містить від {1} до {2} знімків (ø {3})

source: {0} way
de: {0} Linie
es: {0} vía
it: {0} percorso
ko: {0} 방법들
uk: {0} лінія

source: {0}Options requiring login{1}
es: {0}Opciones requieren inicio de sesión{1}
it: {0}Opzioni che richiedono l’autenticazione{1}
uk: {0}Параметри, що вимагають входу{1}

source: Allows the user to work with pictures hosted at mapillary.com
de: Ermöglicht dem Benutzer das Arbeiten mit von mapillary.com bereitgestellten Bildern
es: Permite al usuario trabajar con fotos hospedadas en mapillary.com
hu: Lehetővé teszi a mapillary.com fotóinak használatát
it: Permette all’utente di lavorare con immagini ospitate su mapillary.com
ko: mapillary.com 에서 작업이 된 이미지들을 사용자들이 사용하는것을 허락합니다.
pl: Pozwala użytkownikom używać obrazów przechowywanych na mapillary.com.
ru: Позволяет пользователям работать с изображениями, размещёнными на mapillary.com
uk: Дозволяє користувачам використовувати знімки з mapillary.com

# filter
source: D
de: L
hu: T
pl: U
uk: Вилуч.

# filter
source: E
de: O
hu: K
ko: 동
uk: Вкл.

# filter
source: F
hu: K
pl: Z
uk: Ф

# filter
source: H
de: S
hu: R
pl: U
uk: Схов.

# filter
source: M
pl: T
uk: Р

source: Org
ko: 단체
uk: Орг

# filter
source: R
de: E
hu: Cs
pl: Z
uk: Замін.

# as synonym to halt or stand still
source: Stop
de: Anhalten
hu: Stoptábla
pl: Znak stop
ru: Стоп
uk: Стоп

# name of the traffic sign
source: Stop
de: Stoppschild
hu: Stoptábla
ko: 멈춤
pl: Znak stop
ru: Стоп
uk: Стоп

source: Enable/disable JavaFX (requires restart). Using JavaFX may cause a smaller window issue, or a whited-out sidebar.
es: Habilitar / deshabilitar JavaFX (requiere reinicio). El uso de JavaFX puede causar un problema de ventana más pequeño o una barra lateral blanqueada.

source: Use JavaFX for better looking dialogs
es: Use JavaFX para cuadros de diálogo de mejor apariencia

# filter
source: A
de: H
hu: Ö
pl: D

# filter
source: I
pl: O

source: Add Map Feature to OSM
ko: OSM에 지도 특징을 추가합니다.

source: All
ko: 전부

source: At least one of the optional arguments must be used ({0})
ko: 최소한 ({0}) 을 옵션으로 사용해야합니다.

# Checkbox label in JOSM settings
source: Color images by capture date
ko: 캡쳐 날짜별로 이미지 색상 지정

source: Could not refresh Mapillary token. HTTP Status Code {0}.
ko: Mapillary 토큰을 새로 고침 할 수 없습니다. HTTP 상태 코드 {0}

source: Image Quality
ko: 이미지 품질

source: Mapillary Point Objects
ko: Mapillary 중요 개체들

source: Mapillary Smart Edit: Add objects
ko: Mapillary 스마트 편집: 객체를 추가합니다.

source: Mapillary Traffic Signs
ko: Mapillary 교통 표지판

source: Mapillary image read should never occur on UI thread
ko: Mapillary 이미지 읽기는 절대로 UI 스레드에 발생하면 안됩니다.

source: Mapillary: Could not refresh login, logging out
ko: Mapillary: 새로고침으로 로그인 할수 없습니다./ 로그 아웃합니다.

source: Maximum distance to consider for changeset source calculations
ko: 변경점이 계산된 소스를 고려하는 최대 거리

source: Number of images to draw in the map view (affects performance)
ko: 지도 보기에 그릴 이미지 수(성능에 영향을 미치는)

source: Object Detection Filters
ko: 객체 탐지 필터

source: Only Mapillary images are supported at this time, use photo=Mapillary/<image_id>
ko: Mapillary 에서만 지원되는 것입니다. 사진 사용 = Mapillary/<image_id>

source: Only Mapillary sequences are supported at this time, use sequence=Mapillary/<sequence_id>
ko: Mapillary 에서만 지원되는 순서입니다. 순서 사용=Mapillary/<sequence_id>

source: Only show objects on detection layers ("Relevant objects")
ko: 감지된 레이어 객체들만 보여줍니다.("관련 개체")

source: Organization
ko: 단체

source: Picture Filters
ko: 그림 필터들

source: Requires JOSM restart
ko: JOSM 다시 시작을 요구합니다.

source: Select/Deselect all object detections on the current page
ko: 현재 페이지에서 객체 감지 선택/ 해제

source: Sequence offset
ko: 순서 상쇄합니다.

source: Show the next page of items
ko: 다음 페이지의 아이템들을 보여줍니다.

source: Show the previous page of items
ko: 이전페이지의 아이템들을 보여줍니다.

source: Show this number of items on each page
ko: 각각의 페이지에 아이템 수를 보여줍니다.

source: Smart Edit Mode
ko: 스마트 편집 모드

source: There is a newer version of JOSM and/or the Mapillary plugin. Please update.
ko: 새로운 JOSM/ Mapillary 플러그인 버전 입니다. 새로 업데이트 해주세요.

# Checkbox label in JOSM settings
source: Use computed location information
ko: 계산된 위치 정보를 사용하기

source: We cannot export {0}
ko: {0} 을 내보내지 못합니다.

source: We have reached the Mapillary API limit. Disabling Mapillary networking until JOSM restart. Sorry. Logging in after the rate limit subsides may help prevent this in the future. {0}
ko: Mapillary API 제한에 도달하였습니다. JOSM 이 다시 시작 될 때까지 Mapillary 네트워크 비활성합니다. 죄송합니다. 제한이 완화 된 후 로그인 하는 것이 미래에 발생하는 것을 막아줄 것입니다. {0}

source: You are logged in.
ko: 로그인 되어있습니다.

source: hidden
ko: 숨겨져 있는

source: shown
ko: 표시

source: unknown organization
ko: 안알려진 조직

source: Center view
ca: Centrar la vista

source: Show first Image
ca: Mostra la primera imatge

source: Show last Image
ca: Mostra la darrera imatge

source: Show next Image
ca: Mostrar la imatge següent

source: Show previous Image
ca: Mostrar la imatge anterior
