Repository: GhostFoxSledgehammer/Mapillary
Catalog: src/main/po/*.po
Languages: ca, de, es, hu, it, ko, pl, ru, uk

source: 2 images joined
de: 2 Bilder verbunden
es: 2 imágenes unidas
hu: 2 kép egyesítve
it: 2 imagini unite
pl: 2 zdjęcia połączone
ru: 2 снимка соединены
uk: 2 знімки з’єднано

source: 2 images unjoined
de: 2 Bilder getrennt
es: 2 imágenes separadas
hu: 2 kép szétválasztva
it: 2 imagini separate
pl: 2 zdjęcia rozłączone
ru: 2 снимка разъединены
uk: 2 знімки роз’єднано

source: A tag with key <i>{0}</i> is already present on the selected OSM object.
ca: Una etiqueta amb la clau <i>{0}</i> ja està present a l'objecte OSM seleccionat.
de: Ein Tag mit dem Schlüssel <i>{0}</i> ist bereits bei dem ausgewählten OSM-Objekt vorhanden.
es: Una etiqueta con la clave <i>{0}</i> ya está presente en el objeto de OSM seleccionado.
hu: A(z) <i>{0}</i> kulcsú címke már szerepel a kiválasztott OSM objektumon.
it: Nell’oggetto OSM selezionato è già presente un’etichetta con chiave <i>{0}</i>.
ko: <i>{0}</i> 태그 키는 이미 OSM 에 선택되어있습니다.
pl: Znacznik z kluczem <i>{0}</i> obecnie istnieje w wybranym obiekcie OSM.
ru: Тег с ключом <i>{0}</i> уже есть у выделенного объекта OSM.
uk: Теґ з ключем <i>{0}</i> вже присутній у виділеного обʼєкта OSM.

source: Add
ca: Afegeix
de: Hinzufügen
es: Añadir
hu: Hozzáadás
it: Aggiungi
ko: 추가
pl: Dodaj
ru: Добавить
uk: Додати

source: Add Mapillary tag
ca: Afegir etiqueta Mapillary
de: Mapillary-Tag hinzufügen
es: Añadir etiqueta mapillary
hu: Mapillary címke hozzáadása
it: Aggiungi etichetta Mapillary
ko: 맵필러리 태그 추가합니다.
pl: Dodaj znacznik Mapillary
ru: Добавить тег Mapillary
uk: Додати теґ Mapillary

source: Add filter.
ca: Afegeix filtre.
de: Filter hinzufügen.
es: Añadir filtro.
hu: Új szűrő készítése
it: Aggiungi filtro.
ko: 필터를 추가합니다.
pl: Dodaje filtr.
ru: Добавить фильтр.
uk: Додати фільтр.

source: All images in a directory
ca: Totes les imatges en un directori
de: Alle Bilder in einem Verzeichnis
es: Todas las imágenes en un directorio
hu: Egy könyvtár összes képe
it: Tutte le immagini di una cartella
pl: Wszystkie zdjęcia w katalogu
ru: Все изображения в каталоге
uk: Всі знімки у теці

source: An exception occured while trying to submit a changeset. If this happens repeatedly, consider reporting a bug via the Help menu. If this message appears for the first time, simply try it again. This might have been an issue with the internet connection.
de: Bei der Übertragung eines Änderungssatzes ist ein Fehler aufgetreten. Falls dies wiederholt auftritt, sollte der Fehler mittels des Hilfe-Menüs gemeldet werden. Wenn diese Nachricht zum ersten Mal erscheint, versuche es einfach noch einmal. Es könnte sich um ein Problem mit der Internetverbindung gehandelt haben.
es: Se produjo una excepción al intentar enviar un conjunto de cambios. Si esto ocurre repetidamente, considerar reportar un error a través mediante el menú Ayuda. Si este mensaje aparece por primera vez, simplemente inténtelo de nuevo. Esto podría haber sido un problema con la conexión de Internet.
hu: Kivétel történt a módosításcsomag beküldésekor. Ha ez ismételten előfordul, akkor jelentse be hibaként a Súgó menüben. Ha az üzenet először jelenik meg, akkor egyszerűen próbálja újra. Lehet hogy az internetkapcsolattal volt probléma.
it: È stata generata un’eccezione durante l’invio del gruppo di modifiche. Se si dovesse ripetere, puoi segnalare un bug attraverso il menù Aiuto. Se questa è la prima volta che accade, prova di nuovo. Potrebbe trattarsi di un problema con la connessione a internet.
pl: Wystąpił błąd podczas próby wysyłania zestawu zmian. Jeśli powtarza się to często, zgłoś błąd poprzez menu pomocy. Jeśli wiadomość pojawiła się pierwszy raz, po prostu spróbuj ponownie. Może wystąpiły jakieś problemy z połączeniem internetowym.
ru: Произошла ошибка при попытке отправить пакет правок на сервер. Если она возникает периодически, можете отправить отчёт об ошибке через меню Справка. Если это сообщение появилось впервые, просто попробуйте ещё раз: возможно это была проблема с подключением к Интернету.
uk: Під час спроби надсилання набору змін на сервер виникла помилка. Якщо вона виникає періодично, сповістіть про неї, надіславши звіт про помилки (Див. в меню Довідка). Якщо це повідомлення зʼявилось вперше – спробуйте ще раз, можливо у вас виникла проблем з мережевим зʼєднанням.

source: At least one of the optional arguments must be used ({})
it: È richiesto l’uso di almeno uno degli argomenti opzionali ({})
uk: Принаймні один додатковий аргумент має бути використаний ({})

source: Bad data for URL: {0}
it: Dati errati per l’URL: {0}

source: Cancel
ca: Cancel·la
de: Abbrechen
es: Cancelar
hu: Mégse
it: Annulla
ko: 취소
pl: Anuluj
ru: Отменить
uk: Скасувати

source: Cancel all downloads
de: Herunterladen aller Elemente abbrechen
es: Cancelar todas las descargas
it: Annulla tutti gli scaricamenti
pl: Anuluj wszystkie pobrane pliki
uk: Скасувати всі завантаження

source: Cancel selected download
de: Herunterladen der ausgewählten Elemente abbrechen
es: Cancelar descarga seleccionada
it: Annulla lo scaricamento selezionato
uk: Скасувати виділене завантаження

source: Center view on new image when using the buttons to jump to another image
de: Zentriere Ansicht auf neuem Bild, wenn man per Knopfdruck zu einem anderen Bild wechselt
es: Centre la vista en la nueva imagen cuando usa los botones para saltar a otra imagen
hu: Új képre való váltáskor az új kép középre igazítása
it: Posiziona sulla nuova immagine quando si utilizza i pulsanti di salto ad altra immagine
ko: 다른 이미지로 넘어가는 버튼을 사용 할 때 새로운 이미지로 센터로 보여줍니다.
pl: Wyśrodkuj widok na nowym obrazie po użyciu przycisków przeskakiwania do innego obrazu
uk: Центрувати мапу на новому знімку під час використання кнопок для переходу до іншого

source: Changeset upload failed with {0} error ''{1} {2}''!
de: Hochladen des Änderungssatzes fehlgeschlagen mit {0} Fehler "{1} {2}"!
es: ¡El conjunto de cambios subido falló con {0} errores ''{1} {2}''!
hu: A módosításcsomag feltöltése meghiúsult, hibakód: {0}, „{1} {2}”
it: Caricamento del gruppo di modifiche fallito con errore {0} ''{1} {2}''!
pl: Błąd wysyłania zestawu zmian z {0} ''{1} {2}''!
ru: Не удалось отправить пакет правок по версии протокола {0} с ошибкой: ''{1} {2}''!
uk: Не вдалось надіслати набір змін, помилка {0} ''{1} {2}''!

source: Choose signs
ca: Selecciona un senyal
de: Verkehrszeichen auswählen
es: Elegir señales
hu: Táblák kiválasztása
it: Scegli i segnali stradali
ko: 표지판을 선택합니다
pl: Wybierz znaki
ru: Выберите знаки
uk: Виберіть знаки

source: Clear
ca: Netejar
de: Löschen
es: Limpiar
hu: Törlés
it: Cancella
ko: 지우기
pl: Wyczyść
ru: Очистить
uk: Очистити

source: Clear queued downloads
de: Zum Herunterladen eingereihte Elemente entfernen
es: Cancelar descargas en cola
it: Pulisci gli scaricamenti in coda
pl: Wyczyść kolejkę pobierania plików
uk: Очистити завантаження в черзі

source: Color
de: Farbe
hu: Szín
it: Colore
ko: 색상
pl: Kolor
ru: Цвет
uk: Колір

source: Color Picker
de: Farbwähler
it: Selezionatore del colore

source: Continues with the paused walk.
ca: Continua amb la cminada pausada.
de: Setzt den pausierten Spaziergang fort.
es: Continúa con la caminata pausada.
hu: Folytatja a szüneteltetett sétát.
it: Riprende la camminata sospesa.
pl: Kontynuuje przerwany spacer.
ru: Продолжить приостановленную прогулку
uk: Продовжує програвання.

source: Copied URL to clipboard …
de: URL in die Zwischenablage kopiert…
es: URL copiada al portapapeles...
hu: URL a vágólapra másolva ...
it: Copiato URL dagli appunti…
ko: URL을 클립보드에 복사
ru: URL скопирован в буфер обмена…
uk: URL скопійовано до буфера обміну…

source: Copied color to clipboard
it: Copiato colore dagli appunti
ko: 색상을 클립보드에 복사

source: Copied key to clipboard …
de: Schlüssel in Zwischenablage kopiert…
es: Clave copiada al portapapeles...
hu: Kulcs a vágólapra másolva …
it: Copiata chiave dagli appunti…
ko: 키를 클립보드에 복사
ru: Ключ скопирован в буфер обмена…
uk: Ключ скопійовано до буфера обміну…

source: Copy URL
de: URL kopieren
es: Copiar URL
hu: URL másolása
it: Copia URL
ko: URL 복사
pl: Kopiuj adres URL
ru: Скопировать URL
uk: Копіювати URL

source: Copy color
de: Farbe kopieren
it: Copia colore
ko: 색상 복사

source: Copy key
ca: Copiar clau
de: Schlüssel kopieren
es: Copiar clave
hu: Kulcs másolása
it: Copia chiave
ko: 키 복사
pl: Kopuj klucz
ru: Копировать ID
uk: Копіювати ключ

source: Could not import a geotagged image to the Mapillary layer!
ca: No s'ha pogut importar una imatge geoetiquetada a la capa Mapillary!
de: Konnte ein georeferenziertes Bild nicht in die Mapillary-Ebene importieren!
es: ¡No se pudo importar una imagen geoetiquetada a la capa Mapillary!
hu: Nem sikerült a geokódolt kép importlása a Mapillary rétegre!
it: Impossibile importare un’immagine geo-referenziata nel livello di Mapillary!
ko: 위치 정보 태그가 지정된 이미지를 Mapillary 레이어로 가져 올 수 없습니다.
pl: Nie można zaimportować zdjęc z zapisaną pozycją GPS do warstwy Mapillary.
ru: Не удалось импортировать геотегированный снимок в слой Mapillary!
uk: Неможливо імпортувати геотеговані знімки до шару Mapillary’!

source: Could not import the directory ''{0}''!
ca: No s'`ha pogut importar el directori ''{0}''!
de: Verzeichnis ''{0}'' konnte nicht importiert werden!
es: ¡No se pudo importar el directorio ''{0}''!
hu: A(z) „{0}” könyvtár nem importálható.
it: Impossibile importare la directory ''{0}''!
pl: Nie można zaimportować katalogu ''{0}''!
ru: Не удалось импортировать каталог ''{0}''!
uk: Неможливо імпортувати теку ''{0}''!

source: Could not import the image ''{0}''!
ca: No s'ha pogut importar la imatge ''{0}''!
de: Bild ''{0}'' konnte nicht importiert werden!
es: ¡No se pudo importar la imagen ''{0}''!
hu: A(z) „{0}” kép nem importálható.
it: Impossibile importare l’immagine ''{0}''!
pl: Nie można zaimportować zdjęcia ''{0}''!
ru: Не удалось импортировать изображение ''{0}''!
uk: Неможливо імпортувати знімок ''{0}''!

source: Could not open the URL {0} in a browser
ca: No s'ha pogut obrir la URL {0} en un navegador
de: Konnte die URL {0} nicht in einem Browser öffnen
es: No se pudo abrir la URL {0} en un navegador
hu: A(z) {0} URL nem nyitható meg böngészőben
it: Impossibile aprire l’indirizzo {0} in un browser
ko: URL {0} 을 브라우저에 열수 없습니다.
pl: Nie można otworzyć adresu URL {0} w przeglądarce
ru: Не удалось открыть URL {0} в браузере
uk: Неможливо відкрити URL {0} в оглядачі

source: Could not read from URL {0}!
de: Konnte nicht von URL {0} lesen!
es: ¡No se pudo leer desde la URL {0}!
hu: Nem sikerült olvasni a(z) {0} URL-ről!
it: Impossibile leggere dall’indirizzo {0}!
pl: Nie można odczytać z URL {0}!
ru: Не удалось выполнить чтение из URL {0}!
uk: Неможливо нічого отримати за посиланням URL {0}!

source: Current Mapillary changeset
de: Aktueller Mapillary-Änderungssatz
es: Conjunto de cambios de Mapillary actual
hu: Jelenlegi Mapillary módosításcsomag
it: Gruppo di modifiche di Mapillary corrente
pl: Obecny zestaw zmian Mapillary
ru: Текущий пакет правок Mapillary
uk: Зміни Mapillary

source: Cut off sequences at download bounds
de: Schneide Sequenzen an den Herunterladegrenzen ab
es: Corta las secuencias en los límites de descargas
hu: Sorozatok levágása a letöltési határokon
it: Taglia le sequenze ai bordi della zona scaricata
pl: Obetnij sekwencje na granicach pobierania
ru: Обрезать последовательности по границам скачанной области
uk: Обмежити послідовність межами завантаженої ділянки

source: Dark mode for image display
de: Dunkler Modus für die Anzeige der Bilder
es: Modo oscuro para visualización de imágenes
hu: Kép kijelzésnél sötét mód
it: Modalità scura per la visualizzazione delle immagini
pl: Tryb ciemny w wyświetlaniu obrazów
uk: Використовувати темний режим для показу знімків

source: Days
ca: Dies
de: Tage
es: Días
hu: Nap
it: Giorni
ko: 날
pl: Dni
ru: дней
uk: Дні

source: Delete
ca: Suprimeix
de: Entfernen
es: Borrar
hu: Törlés
it: Cancella
ko: 삭제
pl: Usuń
ru: Удалить
uk: Вилучити

source: Delete Image
de: Bild löschen
es: Borrar imagen
it: Cancella immagine
pl: Usuń obraz
uk: Вилучити знімок

source: Delete Mapillary object
it: Cancella oggetto Mapillary
ko: Mapillary 개체 삭제

source: Delete Sequence
es: Borrar secuencia
it: Cancella sequenza
pl: Usuń Sekwencję
uk: Вилучити послідовність

source: Delete after upload
de: Nach dem Hochladen löschen
es: Eliminar después de subir
hu: Feltöltés után törlés
it: Cancella dopo il caricamento
pl: Usuń po wysłaniu
ru: Удалить после отправки
uk: Вилучити після надсилання

source: Delete filter.
ca: Suprimir el filtre
de: Filter löschen.
es: Borrar filtro.
hu: Szűrő törlése
it: Elimina filtro.
ko: 필터를 삭제합니다.
pl: Usuwa filtr.
ru: Удалить фильтр.
uk: Вилучити фільтр.

source: Deleted {0} image
de: {0} Bild gelöscht
es: Eliminada {0} imágen
hu: {0} kép törölve
it: Immagine {0} cancellata
pl: Usunięto {0} obraz
ru: Удалён {0} снимок
uk: Вилучений {0} знімок

source: Display hour when the picture was taken
ca: Mostra l''hora a la qual es van fer les fotografies
de: Stunde, in der das Bild gemacht wurde, anzeigen
es: Mostrar la hora de cuando la fotografía fue tomada.
hu: Kép készítési idejének megjelenítése
it: Mostra l''ora in cui è stata scattata la foto
ko: 사진을 찍은 시간 표시 합니다.
pl: Wyświetlaj godzinę wykonania zdjęcia.
ru: Показывать время, когда был сделан снимок
uk: Показувати час, коли було зроблено знімок

source: Displays detail information on the currently selected Mapillary image
ca: Mostra la informació detallada sobre la imatge de Mapillary seleccionada
de: Angeige von detaillierten Informationen über das momentan ausgewählte Mapillary-Bild
es: Muestra la información detallada sobre la imagen de Mapillary seleccionada
hu: Részletes információkat jelenít meg az aktuálisan kiválasztott Mapillary képről
it: Mostra informazioni dettagliate dell’immagine di Mapillary attualmente selezionata
ko: 현재 선택된 Mapillary 이미지에 대한 상세 정보를 표시합니다.
pl: Wyświetla szczegółowe informacje o obecnie wybranym obrazie Mapillary
ru: Показывает подробную информацию о текущем выделенном снимке Mapillary
uk: Показує докладну інформацію про поточний знімок Mapillary

source: Displays the layer displaying the map point objects detected by Mapillary
es: Muestra la capa que muestra los objetos de puntos del mapa detectados por Mapillary
it: Mostra il livello che espone gli oggetti della mappa individuati da Mapillary
ko: Mapillary에서 감지한 맵 포인트를 레이어에 표시합니다.
uk: Показує шар з обʼєктами, що були виявлені Mapillary

source: Displays the layer displaying the traffic sign objects detected by Mapillary
es: Mostrar la capa que muestra las señales de tráfico detectadas por Mapillary
it: Mostra il livello che espone i segnali stradali individuati da Mapillary
ko: Mapillary에서 감지한 교통 표지판을 레이어에 표시합니다.
uk: Показує шар з дорожніми знаками, виявленими на знімках Mapillary

source: Do you really want to replace the current value <i>{0}</i> with the new value <i>{1}</i>?
ca: Vol realment reemplaçar el valor actual<i>{0}</i> amb el nou valor <i>{1}</i>?
de: Möchten Sie wirklich den jetzigen Wert <i>{0}</i> mit dem neuen Wert <i>{1}</i> ersetzen?
es: ¿Desea realmente reemplazar el valor actual de <i>{0}</i> con el nuevo valor <i>{1}</i>?
hu: Biztos lecseréli a jelenlegi <i>{0}</i> értéket az új <i>{1}</i> értékre?
it: Vuoi veramente sostituire il valore corrente <i>{0}</i> con il nuovo valore <i>{1}</i>?
ko: 현재 <i>{0}</i> 를 <i>{1}</i> 로 대체를 원하십니까?
pl: Na pewno chcesz zamienić obecną wartość <i>{0}</i> nową <i>{1}</i>?
ru: Вы действительно хотите заменить текущее значение <i>{0}</i> на новое значение <i>{1}</i>?
uk: Ви дійсно бажаєте замінити поточне значення <i>{0}</i> на <i>{1}</i>?

source: Down
ca: Avall
de: Runter
es: Bajar
hu: Le
it: Giù
ko: 아래
pl: W dół
ru: Вниз
uk: Вниз

source: Download Mapillary images in current view
de: Mapillary-Bilder in aktueller Ansicht herunterladen
es: Descargar imágenes de Mapillary en la vista actual
hu: Mapillary képek letöltése a jelenlegi nézetben
it: Scarica immagini Mapillary nella vista corrente
pl: Pobierz obrazy Mapillary w obecnym widoku
ru: Скачать снимки Mapillary в текущей области
uk: Завантажити знімки Mapillary для поточного виду

source: Download all available images
de: Alle verfügbaren Bilder herunterladen
es: Descargar todas las imágenes disponibles
it: Scarica tutte le immagini disponibili
pl: Pobierz wszystki dostępne zdjęcia
uk: Завантажувати всі наявні знімки

source: Download manager for Mapillary Images
de: Herunterladen der Mapillary-Bilder verwalten
es: Gestor de descargas de Imágenes Mapillary
it: Gestore dello scaricamento per le immagini Mapillary
uk: Менеджер завантаження знімків Mapillary

source: Download mode
de: Herunterlademodus
es: Modo de descarga
hu: Letöltési mód
it: Modalità scaricamento
pl: Tryb pobierania
ru: Режим скачивания
uk: Режим завантаження

source: Downloaded images
ca: Imatges descarregades
de: Heruntergeladene Bilder
es: Imágenes descargadas
hu: Letöltött képek
it: Immagini scaricate
pl: Pobrane obrazy:
ru: Скачанные снимки
uk: Завантажені знімки

source: Downloading Mapillary images
de: Mapillary-Bilder werden heruntergeladen
es: Descargando imágenes de Mapillary
hu: Mapillary képek letöltése
it: Scaricamento delle immagini Mapillary in corso…
pl: Pobieranie obrazów Mapillary
ru: Скачивание снимков Mapillary
uk: Завантаження знімків Mapillary

source: Downloading…
ca: Descarregant...
de: Wird heruntergeladen …
es: Descargando...
hu: Letöltés…
it: Download in corso…
ko: 다운로딩 중
pl: Pobieranie...
ru: Загрузка…
uk: Завантаження…

source: Edit
ca: Modifica
de: Bearbeiten
es: Editar
hu: Szerkesztés
it: Modifica
ko: 편집
pl: Edycja
ru: Правка
uk: Правити

source: Edit filter.
ca: Modifica filtre
de: Filter bearbeiten.
es: Editar filtro.
hu: Szűrő szerkesztése
it: Modifica filtro.
ko: 필터를 편집합니다.
pl: Edytuje filtr.
ru: Редактировать фильтр.
uk: Змінити фільтр.

source: Edit images in Mapillary Layer
es: Editar imágenes en la Capa Mapillary
it: Modifica immagini nel livello Mapillary
uk: Редагувати знімки в шарі Mapillary

source: Edit mode
es: Modo edición
it: Modalità di modifica
pl: Tryb edycji
uk: Режим редагування

source: Edit pictures
es: Editar imágenes
it: Modifica immagini
pl: Edytuj zdjęcia
uk: Редагування знімків

source: Enable experimental beta-features (might be unstable)
ca: Habilitar funcions beta experimentals (podria ser inestable)
de: Experimentelle Beta-Funktionalität aktivieren (kann instabil sein)
es: Permitir características beta experimentales (podría comportarse de forma inestable)
hu: Kísérleti béta funkciók engedélyezése (lehet hogy nem stabilak)
it: Abilita funzioni beta sperimentali (potrebbe essere instabile)
ko: 실험용 베타 기능 사용(안정적이지 않은)
pl: Włącz tryb eksperymentalny (może być niestabilny)
ru: Включить экспериментальные функции (могут быть нестабильными)
uk: Увімкнути експериментальні бета-функції (можуть бути нестабільними)

source: Enable filter
ca: Habilita el filtre
de: Filter aktivieren
es: Activar filtro
hu: Szűrő engedélyezése
it: Abilita filtro
ko: 필터 사용
pl: Zastosuj filtr
ru: Включить фильтр
uk: Увімкнути фільтр

source: Enable/disable developer mode
it: Abilita/disabilita la modalità sviluppatore
ko: 개발자 모드 켜기/끄기

source: End
de: Ende
es: Final
it: Termine
ko: 끝
pl: Koniec
uk: Кінець

source: Explore
ca: Explora
de: Erkunden
es: Explorar
hu: Böngészés
it: Esplora
ko: 탐험
pl: Przeglądaj
ru: Обзор
uk: Обрати

source: Export Mapillary images
ca: Exportar imatges Mapillary
de: Mapillary-Bilder exportieren
es: Exportar imágenes Mapillary
hu: Mapillary képek exportálása
it: Esporta immagini Mapillary
ko: Mapillary 이미지를 내보냅니다.
pl: Eksportuj obrazy Mapillary
ru: Экспортировать снимки Mapillary
uk: Експорт знімків Mapillary

source: Export all images
ca: Exporta totes les imatges
de: Alle Bilder exportieren
es: Exportar todas las imágenes
hu: Összes kép exportálása
it: Esporta tutte le immagini
ko: 모든 이미지들을 내보냅니다.
pl: Eksportuj wszystkie obrazy
ru: Экспортировать все снимки
uk: Експортувати всі знімки

source: Export selected images
ca: Exporta les imatges seleccionades
de: Ausgewählte Bilder exportieren
es: Exportar las imágenes seleccionadas
hu: Kijelölt képek exportálása
it: Esporta le immagini selezionate
ko: 선택 된 이미지를 내보냅니다.
pl: Eksportuj wybrane obrazy
ru: Экспортировать выбранные снимки
uk: Експортувати виділені знімки

source: Export selected sequence
ca: Exporta la seqüència seleccionada
de: Ausgewählte Sequenz exportieren
es: Exportar la secuencia seleccionada
hu: Kijelölt sorozat exportálása
it: Esporta la sequenza selezionata
ko: 선택된 순서를 내보냅니다.
pl: Eksportuj wybraną sekwencję
ru: Экспортировать выбранную последовательность
uk: Експортувати обрану послідовність

source: Exporting Mapillary Images…
ca: Exportant imatges Mapillary...
de: Exportiere Mapillary-Bilder …
es: Exportando imágenes de Mapillary...
hu: Mapillary képek exportálása…
it: Esportazione delle immagini Mapillary in corso…
ko: Mapillary 이미지 추출 하는 중입니다.
pl: Eksportowanie obrazów Mapillary...
ru: Экспорт снимков Mapillary…
uk: Експорт знімків Mapillary…

source: Filter
ca: Filtre
es: Filtrar
hu: Szűrő
it: Filtro
ko: 필터
pl: Filtr
ru: Фильтр
uk: Фільтр

source: Filter Hidden:{0} Disabled:{1}
ca: Filtre amagat:{0} Deshabilitat:{1}
de: Filter: Ausgeblendet:{0} Deaktiviert:{1}
es: Filtrar Ocultos:{0} Desactivados:{1}
hu: Szűrő rejtett:{0} letiltott:{1}
it: Filtri nascosti:{0} Disabilitati:{1}
ko: 필터 {0}개 숨겨짐; {1}개 비활성화
pl: Filtry ukryte:{0}, wyłączone:{1}
ru: Фильтром спрятано:{0}, отключено:{1}
uk: Фільтр Приховано:{0} Відключено:{1}

source: Filter Mapillary Detections
es: Filtrar Detecciones Mapillary
it: Filtra i rilevamenti di Mapillary
ko: Mapillary 탐지 필터
uk: Фільтр виявлених об’єктів Mapillary

source: Filter mapillary objects and hide/disable them.
es: Filtra objetos Mapillary y los oculta/visualiza.
it: Filtra gli oggetti Mapillary e li nasconde/disabilita.
ko: 개체 숨기기/비활성화 한 Mapillary 필터
uk: Пошук об’єктів Mapillary та їх приховування.

source: Filter mode
ca: Mode filtre
de: Filtermodus
es: Modo de filtro
hu: Szűrő mód
it: Modalità filtro
ko: 필터 모드
pl: Tryb filtru
ru: Режим фильтра
uk: Режим фільтра

source: Finished upload
de: Hochladen abgeschlossen
es: Carga terminada
hu: Feltöltés befejeződött
it: Caricamento terminato
pl: Zakończono wysyłanie
ru: Отправка завершена
uk: Надсилання закінчене

source: First Seen End
es: Primer fin visto
it: Termine visto per la prima volta
ko: 처음 에서 끝
uk: Перший помічений кінець

source: First Seen Start
es: Primer inicio visto
it: Inizio visto per la prima volta
ko: 처음 본 시작
uk: Перший помічений початок

source: Follow selected image
ca: Segueix la imatge seleccionada
de: Ausgewähltem Bild folgen
es: Seguir la imágen seleccionada
hu: Kijelölt kép követése
it: Segui l’immagine selezionata
ko: 선택 된 이미지 따라가기
pl: Podążaj za wybranym zdjęciem
ru: Следовать за выделенным снимком
uk: Рухати мапу за поточним знімком

source: From existing image layer
ca: Des d'una capa d'imatges existent
de: Von vorhandener Bildebene
es: Desde una capa de imágenes existente
hu: Létező képrétegről
it: Dal livello esistente delle immagini
pl: Z istniejącej warstwy zdjęć
ru: Из существующего слоя изображений
uk: З поточного шару знімків

source: From which source do you want to import images to the Mapillary layer?
ca: Des de quin origen vol importar les imatges a la capa Mapillary?
de: Von welcher Quelle möchten Sie Bilder auf die Mapillary-Ebene importieren?
es: ¿Desde qué origen desea importar las imágenes a la capa Mapillary?
hu: Melyik forrásból akarsz képeket importálni a Mapillary rétegre?
it: Da quale fonte vuoi importare immagini nel livello di Mapillary?
pl: Z jakiego źródła chcesz zaimportować zdjęcia do warstwy Mapillary?
ru: Из какого источника вы хотите импортировать изображения в слой Mapillary?
uk: Звідки ви бажаєте імпортувати знімки до шару Mapillary?

source: Give way
ca: Cediu el pas
de: Vorfahrt gewähren
es: Ceda el paso
hu: Elsőbbségadás kötelező
it: Dare la precedenza
ko: 방법을 제공
pl: Ustąp pierwszeństwa
ru: Уступите дорогу
uk: Дати дорогу
