Repository: GhostFoxSledgehammer/Mapillary
Catalog: src/main/po/*.po
Languages: ca, de, es, hu, it, ko, pl, ru, uk

source: Go forward
ca: Vés endavant
de: Vorwärts gehen
es: Avanzar
hu: Előre
it: Procedi
ko: 앞으로 전진
pl: Idź do przodu
ru: Вперёд
uk: Вперед

source: Go to setting and log in to Mapillary before uploading.
de: Gehen Sie in die Einstellung und melden Sie sich vor dem Hochladen bei Mapillary an.
es: Ir a las preferencias y acceder a Mapillary antes de comenzar con la subida.
hu: A feltöltés előtt menj a beállításokba és jelentkezz be a Mapillary fiókodba.
it: Vai nelle preferenze e accedi a Mapillary prima di caricare sul server.
pl: Wejdź w ustawienia i zaloguj się na Mapillary przed wysłaniem.
ru: Перейти к настройкам и войти в Mapillary перед отправкой данных.
uk: Перейдіть до налаштувань та увійдіть у свій обліковий запис Mapillary перед надсиланням даних.

source: Hide filter
ca: Amagar el filtre
de: Filter ausblenden
es: Ocultar filtro
hu: Szűrő elrejt
it: Nascondi filtro
ko: 숨긴 필터
pl: Ukryj filtr
ru: Скрыть фильтр
uk: Сховати фільтр

source: Hiding filter
ca: Amagant el filtre
de: Filter wird ausgeblendet
es: Ocultar filtro
hu: Elrejtő szűrő
it: Nascondi filtro
ko: 숨겨져 있는 필터
pl: Ukrywanie filtru
ru: Скрывающий фильтр
uk: Приховування фільтру

source: I got it, close this.
de: Ich habe verstanden, Nachricht schließen.
es: Lo tengo, cerrar esto.
hu: Rendben, bezárás
it: Ho capito, chiudi.
pl: Zrozumiałem, zamknij okno.
ru: Понятно, закрыть окно.
uk: Зрозуміло, закрити вікно.

source: Image actions
ca: accions d'imatge
de: Bildaktionen
es: acciones de imagen
hu: Képműveletek
it: Azioni sull’immagine
ko: 이미지 작업
pl: Akcje zdjęcia
ru: Действия со снимком
uk: Дії

source: Image detections
ca: Deteccions d'imatges
de: Bilderkennungen
es: Detecciones de imágenes
hu: Észlelések
it: Rilevamenti nell’immagine
ko: 이미지 탐지
pl: Wykrywanie zdjęcia
ru: Обнаружение знаков
uk: Розпізнавання об’єктів

source: Image info
ca: Informació de la imatge
de: Bildinformationen
es: Información de la imagen
hu: Képinformációk
it: Info immagine
ko: 이미지 정보
pl: Informacje o obrazie
ru: Информация о снимке
uk: Про знімок

source: Image info dialog
es: Diálogo de información de imagen
it: Finestra informazioni immagine
ko: 이미지 정보 설명창
uk: Про знімок

source: Image key
ca: clau d'imatge
de: Bildschlüssel
es: clave de imagen
hu: Képkulcs
it: Chiave immagine
ko: 이미지 키
pl: Klucz zdjęcia
ru: Идентификатор снимка
uk: Ключ знімка

source: Image selection
de: Bildauswahl
es: Selección de imagen
hu: Kijelölt képek
it: Selezione immagine
pl: Wybór obrazu
uk: Вибір знімків

source: Image:
it: Immagine:
ko: 이미지:
uk: Знімок:

source: Images from my file system
ca: Imatges del meu sistema d'arxius
de: Bilder von meinem Dateisystem
es: Imágenes de mi sistema de archivos
hu: Képek a fájlrendszerről
it: Immagini dal mio computer
pl: Zdjęcia z mojego systemu plików
ru: Изображения из моей файловой системы
uk: Знімки з моєї файлової системи

source: Import
ca: Importa
de: Importieren
es: Importar
hu: Importálás
it: Importa
ko: 가져오기
ru: Импортировать
uk: Імпортувати

source: Import exception
ca: Excepció d'importació
de: Importausnahme
es: Excepción de importación
hu: Importálási kivétel
it: Eccezione d’importazione
pl: Wyjątek importowania
ru: Ошибка импорта
uk: Помилка імпорту

source: Import local pictures
ca: Importa imatges locals
de: Lokale Bilder importieren
es: Importar imágenes locales
hu: Helyi képek importálása
it: Importa foto locali
pl: Importuj lokalne zdjęcia
ru: Импортировать локальные изображения
uk: Імпортувати локальні знімки

source: Import pictures
ca: Importa imatges
de: Bilder importieren
es: Importar imágenes
hu: Képek importálása
it: Importa immagini
pl: Importuj zdjęcia
ru: Импортировать изображения
uk: Імпортувати знімки

source: Import pictures into Mapillary layer
ca: Importa imatges a la capa de Mapillary
de: Bilder in Mapillary-Ebene importieren
es: Importar imágenes a la capa de Mapillary
hu: Képek importálása a Mapillary rétegre
it: Importa foto nel livello Mapillary
pl: Importuj zdjęcia na warstwę Mapillary
ru: Импортировать изображения на слой Mapillary
uk: Імпортувати знімки до шару Mapillary

source: Imported images
ca: Imatges importades
de: Importierte Bilder
es: Imágenes importadas
hu: Importált képek
it: Immagini importate
pl: Zaimportowane obrazy
ru: Импортированные изображения
uk: Імпортовані знімки

source: Imported {0} image
de: {0} Bild importiert
es: Importada {0} imágen
hu: {0} kép importálva
it: Immagine {0} importata
pl: Zaimportowano {0} obraz
ru: Импортирован {0} снимок
uk: Імпортовано {0} знімок

source: Intersection danger
ca: Intersecció
de: Gefährliche Kreuzung
es: Peligro por intersección
hu: Veszélyes útkereszteződés
it: Pericolo di incrocio
ko: 교차로 위험
pl: Niebezpieczne skrzyżowanie
ru: Пересечение со второстепенной
uk: Перехрещення з другорядною дорогою

source: Inverse filter
ca: Inverteix filtre
de: Filter invertieren
es: Invertir filtro
hu: Inverz szűrő
it: Filtro inverso
ko: 역 필터
pl: Odwróć filtr
ru: Инвертировать фильтр
uk: Інвертувати фільтр

source: It can be activated by clicking the left button at the bottom of this message or the button in the toolbar on the left, which uses the same icon.
de: Es kann durch klicken auf den Knopf links unten in dieser Nachricht oder auf den Knopf mit dem selben Symbol in der Werkzeugleiste am linken Rand des JOSM-Fensters aktiviert werden.
es: Se puede activar haciendo clic en el botón izquierdo en la parte inferior de este mensaje o en el botón de la barra de herramientas a la izquierda, que utiliza el mismo icono.
hu: Aktiválható az üzenet alján lévő bal gomb megnyomásával, vagy a bal oldali eszköztáron lévő gombbal, amely ugyanazt az ikont használja.
it: Può essere abilitato cliccando con il pulsante sinistro in fondo a questo messaggio oppure sul pulsante nella barra degli strumenti a sinistra, l’icona è la stessa.
pl: Może on zostać aktywowany poprzez naciśnięcie lewego przycisku myszy na przycisk tej wiadomości lub przycisk na pasku narzędzi po lewej, który używa takiej samej ikony.
ru: Её можно активировать щелчком левой кнопкой внизу этого сообщения или кнопкой с тем же значком в панели инструментов слева.
uk: Її можна активувати клацнувши лівою кнопкою миші внизу цього повідомлення або кнопкою на панелі інструментів ліворуч, з таким самим значком.

source: Join images into sequences in the Mapillary Layer
es: Unir imágenes en secuencias en la capa de Mapillary
it: Unisci immagini in sequenze nel livello Mapillary
uk: Об’єднати знімки на шарі Mapillary в послідовності

source: Join mode
de: Verbindungsmodus
es: Modo unión
hu: Összekapcsolási mód
it: modalità unisci
pl: Tryb łączenia
ru: Режим объединения
uk: Режим з’єднування

source: Join/unjoin pictures
de: Bilder verbinden/trennen
es: Unir/separar imágenes
hu: Képek össze-/szétkapcsolása
it: unisci/dividi foto
pl: Łączenie/rozłączanie zdjęć
ru: Соединить/разъединить снимки
uk: З’єднати/роз’єднати знімки

source: Jump to blue
ca: Salta al blau
de: Zu Blau wechseln
es: Saltar al azul
hu: Kékhez ugrás
it: Salta al blu
pl: Skocz do niebieskiego
ru: Перейти к синему
uk: Блакитний

source: Jump to blue image
es: Saltar a imagen azul
hu: Ugrás a kék képhez
it: Salta all’immagine blu
uk: Перейти до блакитного знімка

source: Jump to next image
de: Zum nächsten Bild springen
es: Saltar a siguiente imagen
hu: Ugrás a következő képre
it: Salta alla immagine successiva
pl: Przejdź do następnego obrazu
uk: Перейти до наступного знімка

source: Jump to previous image
de: Zum vorherigen Bild springen
es: Saltar a imagen anterior
hu: Ugrás az előző képre
it: Salta all’immagine precedente
pl: Przejdź do poprzedniego obrazu
uk: Перейти до попереднього знімка

source: Jump to red
ca: Salta al vermell
de: Zu Rot wechseln
es: Saltar al rojo
hu: Piroshoz ugrás
it: Salta al rosso
pl: Skocz do czerwonego
ru: Перейти к красному
uk: Червоний

source: Jump to red image
es: Saltar a imagen roja
hu: Ugrás a piros képhez
it: Salta all’immagine rossa
uk: Перейти до червоного знімка

source: Jumps to the picture at the other side of the blue line
ca: Salta a la fotografia de l''altra banda de la línia blava
de: Wechselt zu dem Bild auf der anderen Seite der blauen Linie
es: Saltar a la imagen al otro lado de la línea azul
hu: A kék vonal végén lévő képhez ugrik
it: Salta all’immagine all’altro capo della linea blu
pl: Przeskakuje do zdjęcia po drugiej stronie niebieskiej linii
ru: Перейти к изображению на другой стороне синей линии
uk: Перейти до знімка на іншому боці блакитної лінії

source: Jumps to the picture at the other side of the red line
ca: Salta a la fotografia de l''altra banda de la línia vermella
de: Wechselt zu dem Bild auf der anderen Seite der roten Linie
es: Saltar a la imagen al otro lado de la línea roja
hu: A piros vonal végén lévő képhez ugrik
it: Salta all’immagine all’altro capo della linea rossa
pl: Przeskakuje do zdjęcia po drugiej stronie czerwonej linii
ru: Перейти к изображению на другой стороне красной линии
uk: Перейти до знімка на іншому боці червоної лінії

source: Last Seen End
es: Último final visto
it: Termine visto per l’ultima volta
ko: 마지막으로 본 끝
uk: Останній помічений кінець

source: Last Seen Start
es: Último inicio visto
it: Inizio visto per l’ultima volta
ko: 마지막으로 본 시작
uk: Останній помічений початок

source: Layer
ca: Capa
de: Ebene
es: Capa
hu: Réteg
it: Livello
ko: 레이어
pl: Warstwa
ru: Уровень
uk: Шар

source: Login
ca: Inici de sessió
de: Anmelden
es: Acceder
hu: Belépés
it: Accedi
ko: 로그인
pl: Zaloguj
ru: Войти
uk: Увійти

source: Login successful, return to JOSM.
ca: Sessió iniciada correctament, retorn a JOSM.
de: Anmeldung erfolgreich, zurück zu JOSM.
es: Acceso correcto, volver a JOSM.
hu: Bejelentkezés sikeres, vissza a JOSM-hez.
it: Autenticazione riuscita, ritorno a JOSM.
ko: 로그인 성공적입니다, JOSM으로 돌아갑니다.
pl: Zalogowano pomyślnie, powrót do JOSM.
ru: Вход успешно выполнен, возврат в JOSM.
uk: Вдалий вхід, можете повернутись в JOSM.

source: Logout
ca: Tanca la sessió
de: Abmelden
es: Cerrar sesión
hu: Kijelentkezés
it: Esci
ko: 로그아웃
pl: Wyloguj
ru: Выйти
uk: Вихід

source: Mandatory direction (any)
ca: Sentit obligatori
de: Vorgeschriebene Richtung (beliebig)
es: Dirección obligatoria (cualquiera)
hu: Kötelező haladási irány
it: Direzione obbligatoria (qualsiasi)
ko: 필수 방향(어떤 쪽이든)
pl: Obowiązkowy kierunek (dowolny)
ru: Предписываемое направление движения (любое)
uk: Напрямок руху

source: Mapillary Download Dialog
de: Herunterladen von Mapillary
es: Diálogo de Descarga de Mapillary
it: Finestra di scaricamento di Mapillary
uk: Діалог завантаження Mapillary

source: Mapillary Edit Mode
es: Modo de Edición de Mapillary
it: Modalità di modifica di Mapillary
uk: Режим редагування Mapillary

source: Mapillary Expert Filter
es: Filtro experto Mapillary
it: Filtro per esperti di Mapillary
ko: Mapillary 전문 필터
uk: Фільтр Mapillary експерт

source: Mapillary Images
ca: Imatges de Mapillary
de: Mapillary-Bilder
es: Imágenes de Mapillary
hu: Mapillary képek
it: Immagini Mapillary
ko: Mapillary 이미지들
pl: Obrazy Mapillary
ru: Изображения Mapillary
uk: Знімки Mapillary

source: Mapillary Join Mode
de: Mapillary-Verbindemodus
es: Modo de unión de mapillary
it: Modalità unione di Mapillary
uk: Режим з’єднання Mapillary

source: Mapillary Select Mode
de: Mapillary-Auswahlmodus
es: Modo de Selección de Mapillary
it: Modalità selezione di Mapillary
uk: Режим виділення Mapillary

source: Mapillary changeset
de: Mapillary-Änderungssatz
es: Conjunto de cambios de Mapillary
hu: Mapillary módosításcsomag
it: Gruppo di modifiche di Mapillary
pl: Zestaw zmian Mapillary
ru: Пакет правок Mapillary
uk: Зміни Mapillary

source: Mapillary filter
ca: Filtre de Mapillary
es: Filtro de Mapillary
hu: Mapillary szűrő
it: Filtro di Mapillary
ko: Mapillary 필터
pl: Filtr Mapillary
ru: Фильтр Mapillary
uk: Фільтр Mapillary

source: Mapillary history
de: Mapillary-Chronik
es: Historial de Mapillary
hu: Mapillary előzmények
it: Cronologia di Mapillary
pl: Historia Mapillary
ru: История Mapillary
uk: Історія Mapillary

source: Mapillary history dialog
es: Cuadro de diálogo de historial de Mapillary
it: Finestra cronologia di Mapillary
uk: Діалог історії Mapillary

source: Mapillary image
de: Mapillary-Bild
es: Imagen Mapillary
hu: Mapillary kép
it: Immagine di Mapillary
ko: Mapillary 이미지
pl: Obraz Mapillary
ru: Снимок Mapillary
uk: Знімок Mapillary

source: Mapillary images Filter
es: Filtro de imágenes Mapillary
it: Filtro immagini di Mapillary
ko: Mapillary 이미지 필터
uk: Фільтр знімків Mapillary

source: Mapillary images download manager
es: Administrador de descargas de imágenes de Mapillary
it: Gestore scaricamento di immagini di Mapillary
uk: Менеджер завантаження знімків Mapillary

source: Mapillary layer
ca: Capa de Mapillary
de: Mapillary-Ebene
es: Capa de Mapillary
hu: Mapillary réteg
it: Livelli Mapillary
ko: Mapillary 레이어
pl: Warstwy Mapillary
ru: Слой Mapillary
uk: Шар Mapillary

source: Mapillary login
ca: Inici de sessió de Mapillar
de: Mapillary-Anmeldung
es: Acceso a Mapillary
hu: Mapillary bejelentkezés
it: login di Mapillary
ko: Mapillary 로그인
pl: Logowanie Mapillary
ru: Вход в Mapillary
uk: Вхід в Mapillary

source: Mapillary main dialog
es: Diálogo principal de Mapillary
it: Finestra principale di Mapillary
uk: Діалог Mapillary

source: Mapillary point features
it: Elementi nodo di Mapillary
uk: Точкові об’єкти Mapillary

source: Mapillary point features layer
it: Livello degli elemento nodo di Mapillary
ko: Mapillary 특정 중요 레이어
uk: Точкові об’єкти Mapillary

source: Mapillary traffic signs
de: Mapillary-Verkehrsschilder
es: Señales de tráfico Mapillary
it: Segnali stradali di Mapillary
uk: Дорожні знаки Mapillary

source: Mapillary traffic signs layer
de: Mapillary-Verkehrsschilder-Ebene
es: Capa de señales de tráfico Mapillary
it: Livello dei segnali stradali di Mapillary
ko: Mapillary 교통 표지판 레이어
uk: Дорожні знаки Mapillary

source: Mapillary: redo history changes
it: Mapillary: ripeti modifiche nella cronologia
uk: Mapillary: повернути історію змін

source: Mapillary: toggle detections
es: Mapillary: intercambiar detecciones
it: Mapillary: attiva/disattiva i rilevamenti
uk: Mapillary: показ розпізнаного

source: Mapillary: toggle sign detections
es: Mapillary: intercambiar detecciones de señales
it: Mapillary: attiva/disattiva i rilevamenti dei segnali
uk: Mapillary: розпізнані знаки

source: Mapillary: undo history changes
it: Mapillary: annulla le modifiche nella cronologia
uk: Mapillary: скасувати історію змін

source: Mark Reviewed
it: Segna come controllata
uk: Перевірено

source: Mark image as Reviewed
it: Segna immagine come controllata
uk: Позначити знімок як Перевірений

source: Mark image as reviewed
it: Segna immagine come controllata
uk: Позначити знімок як перевірений

source: Mark image for deletion
it: Segna immagine per l’eliminazione
uk: Позначити знімок для вилучення

source: Mark whole sequence for deletion
it: Segna l’intera sequenza per l’eliminazione
uk: Позначити всю послідовність для вилучення

source: Merging layers
de: Ebenen vereinen
es: Combinar capas
hu: Rétegek egyesítése
it: Unione dei livelli
pl: Łączenie warstw
ru: Объединение слоёв
uk: Злиття шарів

source: Month
es: Mes
it: Mese
ko: 달
pl: Miesiąc
uk: Місяць

source: Months
ca: Mesos
de: Monate
es: Meses
hu: Hónap
it: Mesi
ko: 개월
pl: Miesiące
ru: месяцев
uk: Місяці

source: Move filter down.
ca: Moure el filtre avall
de: Filter nach unten verschieben
es: Bajar filtro.
hu: Szűrő mozgatása lejjebb
it: Sposta filtro in basso.
ko: 필터를 아래로 이동합니다.
pl: Przesuwa filtr w dół.
ru: Переместить фильтр вниз.
uk: Перемістити фільтр вниз.

source: Move filter up.
ca: Moure el filtre amunt
de: Filter nach oben verschieben
es: Subir filtro.
hu: Szűrő mozgatása feljebb
it: Sposta filtro in alto.
ko: 필터를 위로 이동합니다.
pl: Przesuwa filtr w górę.
ru: Переместить фильтр вверх.
uk: Перемістити фільтр вгору.

source: Moved {0} image
de: {0} Bild verschoben
es: {0} imagen movida
hu: {0} kép áthelyezve
it: Spostata {0} immagine
pl: Przesunięto {0} obraz
ru: Перемещён {0} снимок
uk: Посунуто {0} знімок

source: Multikey: {0}
ca: Multiclau: {0}
de: Mehrfachtaste: {0}
es: Combinación de teclas: {0}
hu: Multikulcs: {0}
it: Chiave multipla: {0}
ko: 다중 키: {0}
pl: Multiklucz: {0}
ru: Мультиключ: {0}
uk: Мультиключ: {0}

source: Next picture
ca: Imatge següent
de: Nächstes Bild
es: Fotografía siguiente
hu: Következő kép
it: Immagine successiva
pl: Następne zdjęcie
ru: Следующий снимок
uk: Вперед

source: No Image Selected
es: Ninguna imagen Seleccionada
it: Nessuna immagine selezionata
pl: Nie Wybrano Obrazu
uk: Не обрано жодного зображення

source: No color selected
it: Nessun colore selezionato
ko: 색상이 선택되지 않았습니다.

source: No entry
ca: Entrada prohibida
de: Einfahrt verboten
es: Ninguna entrada
hu: Behajtani tilos
it: Divieto di accesso
ko: 입력된 값이 없습니다.
pl: Zakaz wjazdu
ru: Въезд запрещён
uk: В’їзд заборонено

source: No images found
ca: No s''ha trobat cap imatge
de: Keine Bilder gefunden
es: No se encontraron las imágenes
hu: Nem található kép
it: Nessuna immagine trovata
ko: 이미지 찾기 어렵습니다.
pl: Nie znaleziono zdjęć
ru: Изображения не найдены
uk: Знімків не знайдено

source: No known image provider used
it: Non è stato usato un fornitore di immagini conosciuto
ko: 공급자가 사용한 이미지 알려지지 않았습니다.
uk: Немає жодного постачальника знімків

source: No overtaking
ca: Avançament prohibit
de: Überholverbot
es: No rebasar
hu: Előzni tilos
it: Divieto di sorpasso
ko: 추월 금지
pl: Zakaz wyprzedzania
ru: Обгон запрещён
uk: Обгін заборонений

source: No parking
ca: Estacionament prohibit
de: Parkverbot
es: No estacionarse
hu: Várakozni tilos
it: Divieto di parcheggio
ko: 주차금지
pl: Zakaz postoju
ru: Остановка запрещена
uk: Стоянка заборонена

source: No turn
ca: Gir prohibit
de: Abbiegen verboten
es: No gire
hu: Bekanyarodni tilos
it: Divieto di svolta
ko: 턴 금지
pl: Zakaz zawracania
ru: Поворот запрещён
uk: Поворот заборонений

source: Normalize Sequence
es: Normalizar Secuencia
it: Normalizza sequenza
uk: Нормалізувати послідовність

source: Not logged in to Mapillary
de: Nicht in Mapillary eingeloggt
es: No ha iniciado sesión en Mapillary
hu: Nem vagy bejelentkezve Mapillary-be
it: Non hai effettuato l’accesso a Mapillary
pl: Niezalogowany do Mapillary
ru: Не выполнен вход в Mapillary
uk: Не увійшов до Mapillary

source: Not older than:
ca: No anteriors a:
de: Nicht älter als:
es: No más antiguas que:
hu: Nem régebbi mint:
it: Non più vecchio di:
ko: 오래되지 않은:
pl: Nie starsze niż:
ru: Не старее:
uk: Не старіше ніж:

source: Number of images to be pre-fetched (forwards and backwards)
de: Anzahl der vorab abzurufenden Bilder (vorwärts und rückwärts)
es: Número de imágenes a ser pre-cargadas (adelante y hacia atrás)
hu: Előtöltendő képek száma (előre és hátra)
it: Numero di immagini da pre-caricare (in avanti e indietro)
ko: 미리 가져올 이미지 수(앞과 뒤로)
pl: Ilość obrazów które mają być wstępnie pobrane (do przodu i tyłu)
ru: Количество снимков для упреждающей загрузки (вперёд и назад)
uk: Кількість знімків для попереднього завантаження (вперед та назад)

source: Offset every angle in the sequence
it: Devia ogni angolo nella sequenza
uk: Повернути кожен знімок в послідовності

source: Only Mapillary images are supported at this time, use photo=Mapillary/{0}
it: Solo le immagini di Mapillary sono attualmente supportate, usa photo=Mapillary/{0}
uk: Зараз підтримуються лише знімки Mapillary, використовуйте photo=Mapillary/{0}

source: Only Mapillary sequences are supported at this time, use sequence=Mapillary/{0}
it: Solo le sequenze di Mapillary sono attualmente supportate, usa sequence=Mapillary/{0}
uk: Зараз підтримуються лише послідовності Mapillary, використовуйте sequence=Mapillary/{0}

source: Only download private images
de: Nur private Bilder herunterladen
es: Solo descarga imágenes privadas
hu: Csak privát képek letöltése
it: Scarica soltanto immagini private
pl: Pobierz tylko prywatne zdjęcia
uk: Завантажувати тільки приватні знімки

source: Only download public images
de: Nur öffentliche Bilder herunterladen
es: Solo descarga imágenes públicas
hu: Csak publikus képek letöltése
it: Scarica soltanto immagini pubbliche
pl: Pobierz tylko publiczne zdjęcia
uk: Завантажувати тільки публічні знімки

source: Only images with signs
ca: Només les imatges amb senyals
de: Nur Bilder mit Verkehrszeichen
es: Solo imágenes con señales
hu: Csak jelzőtáblás képek
it: Solo immagini con segnali stradali
ko: 표지판만 있는 이미지들
pl: Tylko obrazy ze znakami:
ru: Только снимки со знаками
uk: Тільки знімки зі знаками

source: Open Mapillary changeset dialog
de: Mapillary-Änderungssatzdialog öffnen
es: Abrir el conjunto de cambios de Mapillary actual
hu: Mapillary módosításcsomag párbeszédablak megnyitása
it: Apri la finestra del gruppo di modifiche di Mapillary
pl: Otwórz okno zestawu zmian Mapillary
ru: Открыть диалог пакета правок Mapillary
uk: Відкрити діалог змін Mapillary

source: Open Mapillary filter dialog
ca: Obre el diàleg de filtre de Mapillary
de: Mapillary-Filterdialog öffnen
es: Abrir diálogo del filtro de Mapillary
hu: Mapillary szűrő párbeszédablak megnyitása
it: Apri la finestra del filtro di Mapillary
ko: Mapillary 필터 설명창 열기
pl: Otwiera okno filtrów Mapillary
ru: Открыть диалог фильтра Mapillary
uk: Відкрити діалог фільтра Mapillary

source: Open Mapillary history dialog
de: Mapillary-Chronikdialog öffnen
es: Abrir el diálogo del historial de Mapillary
hu: Mapillary előzmény-párbeszédablak megnyitása
it: Apri la finestra della cronologia di Mapillary
pl: Otwiera okno histori Mapillary
ru: Открыть диалог истории Mapillary
uk: Відкрити історію Mapillary

source: Open Mapillary layer
de: Mapillary-Ebene öffnen
es: Capa de Open Mapillary
hu: Mapillary réteg megnyitása
it: Apri il livello di Mapillary
ko: Mapillary 레이어 열기
pl: Otwórz wartwę Mapillary
ru: Открыть слой Mapillary
uk: Відкрити шар Mapillary

source: Open Mapillary window
ca: Obre una finestra de Mapillary
de: Mapillary Fenster öffnen
es: Abrir ventana de Mapillary
hu: Mapillary-ablak megnyitása
it: Apri la finestra di Mapillary
pl: Otwiera okno Mapillary
ru: Открыть окно Mapillary
uk: Відкрити вікно Mapillary

source: Organizations
de: Organisationen
es: Organizaciones
it: Organizzazioni
ko: 단체들
pl: Organizacje
uk: Організації

source: Panorama only
es: Solo Panorama
it: Solo panoramiche
uk: Тільки панорами

source: Pause
ca: Pausa
es: Pausar
hu: Szünet
it: Metti in pausa
pl: Zatrzymaj
ru: Пауза
uk: Пауза

source: Pause selected download
de: Herunterladen ausgewählter Elemente anhalten
es: Pausar descarga seleccionada
it: Metti in pausa lo scaricamento selezionato
pl: Wstrzymaj wybrane pobieranie
uk: Призупинити виділене завантаження

source: Pauses the walk.
de: Pausiert den Spaziergang.
es: Pausar la caminata.
hu: Szünetelteti a sétát.
it: Sospende la camminata
pl: Zatrzymuje spacer.
ru: Приостановить прогулку
uk: Призупиняє програвання.

source: Pedestrian crossing
ca: Pas de vianants
de: Fußgängerübergang
es: Cruce de peatones
hu: Gyalogosátkelő
it: Strisce pedonali
ko: 횡단 보도
pl: Przejście dla pieszych
ru: Пешеходный переход
uk: Пішохідний перехід

source: Pick Color
it: Scegli colore

source: Play
ca: Reprodueix
de: Wiedergabe
es: Iniciar
hu: Lejátszás
it: Riproduci
pl: Idź
ru: Пуск
uk: Пуск

source: Point Objects
de: Punktobjekte
es: Objetos puntuales
it: Oggetti nodo
ko: 주요 객체들
uk: Точкові об’єкти

source: Press "{0}" to download images
de: Zum Herunterladen von Bildern "{0}" drücken
es: Oprima "{0}" para descargar imágenes
hu: Képek letöltéséhez nyomd meg a következőt: ''{0}''
it: Premi "{0}" per scaricare le immagini
pl: Wciśnij "{0}" aby pobrać obrazy
ru: Нажмите "{0}" для скачивания изображений
uk: Натисніть "{0}" для завантаження знімків
